tap "homebrew/services"

# Core dev tools
brew "neovim"
brew "node"
brew "lazygit"
brew "gh"
brew "tree"

# Personal AI / local inference
brew "ollama"

# Fonts & terminal
cask "font-fira-code-nerd-font"
cask "warp"

# Window & system utilities
cask "rectangle-pro"
cask "bartender"
cask "appcleaner"
cask "adguard"
cask "cleanshot"

# Security & privacy
cask "gpg-suite"
cask "tailscale-app"

# Browsers & cloud storage
cask "google-chrome"
cask "google-drive"
cask "synology-drive"

# Personal knowledge & notes
cask "obsidian"

# E-books & media
cask "calibre"
cask "kobo"

# Editor
cask "visual-studio-code"

# Peripherals
cask "logi-options+"

# Utilities
cask "openmtp"
cask "wifiman"
