tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "tabbyml/tabby"
brew "neovim"
brew "wakeonlan"
cask "adguard"
cask "appcleaner"
cask "arc"
cask "bartender"
cask "cleanshot"
cask "discord"
cask "displaylink"
cask "fig"
cask "font-fira-code-nerd-font"
cask "gpg-suite"
cask "microsoft-edge"
cask "notion"
cask "obsidian"
cask "pixelsnap"
cask "raycast"
cask "rectangle-pro"
cask "timemator"
cask "visual-studio-code"
cask "warp"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "withfig.fig"
